[
    {
        "name": "Italy",
        "background_image": "../images/italy-outline.PNG",
        "description": "Italy is renowned for its rich artistic heritage, spanning centuries of creativity and innovation. From the masterpieces of the Renaissance to the contemporary works of modern artists, Italy has produced some of the world's most iconic and influential art. Italian art encompasses a wide range of styles and mediums, from sculpture and painting to architecture and design. Many of the country's greatest works can be found in its museums, galleries, and public spaces, including the Vatican Museums, the Uffizi Gallery, and the Colosseum. In addition to its visual art, Italy also has a vibrant and diverse musical tradition. Opera, in particular, has a long history in Italy, with composers such as Giuseppe Verdi and Gioachino Rossini creating some of the most beloved works in the genre. Italian classical music has also produced renowned composers like Antonio Vivaldi and Claudio Monteverdi. Beyond classical music, Italy has a rich folk music tradition, with distinct regional styles and instruments like the accordion and the mandolin. The country has also made significant contributions to popular music, with Italian singers and bands achieving global success in genres like pop, rock, and electronic music.",
        "art_1": "../hackathon_art/italy/Italian_MonaLisa.jpg",
        "art_2": "../hackathon_art/italy/Italian_UmbertoBoccioni.jpg",
      "art_1_description": "The Mona Lisa, a painting by the famous Italian artist Leonardo da Vinci, is a half-length portrait that has become an archetypal masterpiece of the Italian Renaissance. The portrait is known for its enigmatic expression, subtle modeling of forms, atmospheric illusionism, and monumentality of composition. It is considered to be the best-known, most-visited, most-written-about, most-sung-about, and most-parodied work of art in the world. The painting's title is sometimes given in Italian as Gioconda or Monna Lisa and in French as Joconde. It continues to fascinate people from all over the world and remains an important part of the cultural heritage of Italy.",
      "art_2_description": "Italian artist Umberto Boccioni's oil on canvas painting, 'La Strada Entra Nella Casa,' depicts a bustling street as it enters a house. Created in the Futurist style, the painting focuses on a woman standing on a balcony, with the chaos of the street below represented through a riot of colors and shapes.",
        "songname": "Bella Ciao",
        "songmp3": "../hackathonmusic/italy_bellaciao.mp3",
        "songdescription": "'Bella ciao' is a traditional Italian folk song that has become an iconic anthem of resistance and solidarity. The song is believed to have originated in the late 19th century and was often sung by Italian rice-weeders as they worked in the fields. During World War II, the song became associated with the Italian resistance movement, which fought against fascist occupation and oppression. The song's lyrics speak of the struggles of the rice-weeders and the desire for freedom, using vivid imagery to evoke a sense of the beauty and power of nature. The song has a simple, catchy melody and is often performed with a chorus, making it easy to sing along to. Today, 'Bella ciao' is a widely recognized symbol of resistance and anti-fascism, and has been adopted by social movements and protest movements around the world. The song has been covered by numerous artists and has been translated into many languages, attesting to its enduring appeal and relevance.",
        "songart": "../hackathonalbum/italianalbum.jpg"
    },
    {
        "name": "Ireland",
        "background_image": "../images/ireland-outline.PNG",
        "description": "Ireland has a rich and diverse artistic and musical culture that is deeply rooted in its history and traditions. Traditional Irish art forms include Celtic knotwork, pottery, glassware, and textiles, which often incorporate designs and symbols from Irish mythology and folklore. Irish music is also an important part of the country's cultural heritage, with a long tradition of traditional music played on instruments such as the fiddle, uilleann pipes, and bodhran. Irish folk music has gained international recognition and popularity, with many famous Irish musicians and bands such as U2, The Chieftains, and Enya. In addition to traditional forms, Ireland also has a thriving contemporary art and music scene, with many artists and musicians exploring new styles and techniques. The country's literary heritage is also renowned, with famous Irish writers such as James Joyce, W.B. Yeats, and Samuel Beckett. Today, Ireland's art and music scene continue to evolve and thrive, reflecting the country's rich cultural heritage and vibrant modern culture.",
        "art_1": "../hackathon_art/ireland/Irish_christenthronedfromthebookofkells.jpg",
        "art_2": "../hackathon_art/ireland/Irish_walterosborneinadublinpark.jpg",
      "art_1_description": "The Book of Kells, also known as Codex Cenannensis in Latin and Leabhar Cheanannais in Irish, is an illuminated manuscript Gospel book written in Latin. It contains the four Gospels of the New Testament as well as various prefaces and tables. The book was created in a Columban monastery, with possible contributions from different Columban institutions in Ireland, Scotland, or England around 800 AD. The text of the Gospels is primarily derived from the Vulgate, but also features passages from the earlier versions of the Bible known as the Vetus Latina. The Book of Kells is considered a masterpiece of Western calligraphy and Insular illumination. It is named after the Abbey of Kells, located in County Meath, Ireland, where it was housed for many years.",
      "art_2_description": "Walter Osborne's 'In a Dublin Park, Light and Shade' is an oil on canvas painting created around 1895 and currently housed in the National Gallery of Ireland. The artwork is renowned for its powerful portrayal of Dublin's impoverished residents during the turn of the 20th century, as well as for its skillful depiction of light and shadow, which showcases the artist's inspiration from the French Impressionists. The painting was first exhibited at the Royal Academy in 1895 and became one of Osborne's early commercial successes, solidifying his position as one of the most significant Irish painters of the 19th century.",
        "songname": "A Nation Once Again",
        "songmp3": "../hackathonmusic/ireland_anationonceagain.mp3",
        "songdescription": "'A Nation Once Again' is a Irish patriotic song that was written in the 1840s by Thomas Davis. The song became popular during the Irish independence movement and was considered an anthem for the cause. The lyrics of the song expresses a desire for Irish independence and unity, calling to the people of Ireland to rise up and reclaim their nation. The song is written in a rousing, triumphant style with a catchy melody that has made it a beloved tune for generations of Irish people. The song speaks to a deep sense of national pride and a longing for freedom, and has been performed by countless musicians over the years. Today, it remains a powerful symbol of Irish identity and a reminder of the struggles and sacrifices of those who fought for independence.",
        "songart": "../hackathonalbum/irishalbum.jpg"

    },
    {
        "name": "China",
        "background_image": "../images/china-outline.PNG",
        "description": "China has a rich artistic and musical heritage that spans thousands of years. Traditional Chinese art forms include calligraphy, painting, sculpture, embroidery, and ceramics, which are characterized by their intricate detail and vivid colors. Chinese art often features themes from nature, such as landscapes, birds, and flowers, and also draws inspiration from mythology, religion, and literature. Chinese music is also an important part of the country's cultural heritage, with a history that dates back to ancient times. Traditional Chinese music is typically performed on instruments such as the guzheng, erhu, and pipa, and often incorporates elements of poetry, dance, and theater. In addition to traditional forms, China also has a thriving contemporary art and music scene, with many artists and musicians exploring new styles and techniques. Today, Chinese art and music continue to evolve and thrive, reflecting the country's rich cultural heritage and vibrant modern culture.",
        "art_1": "../hackathon_art/china/Chinese_Parrotandinsectamongpearblossoms.jpg",
        "art_2": "../hackathon_art/china/Chinese_ChienHsuan.jpg",
      "art_1_description": "'Huang Jucai's' Parrot and Insect among Pear Blossoms' was produced in 10th century China and is aptly titled, as it depicts a parrot and an insect surrounded by blooming pear trees. The painting is stunning in its simplicity and is currently on display at the Museum of Fine Arts in Boston, USA.",
      "art_2_description": "The Water-Land (shuilu) ritual is considered the most magnificent of all Buddhist funeral rites. It is a mystical ceremony that aims to provide salvation to 'all souls of the dead on land and sea.' This lavish ritual was conducted for imperial ancestors and esteemed officials from the Song (960-1279) to the Ming dynasties, drawing massive crowds. During the second day of the week-long ceremony, paintings are displayed in the inner altar.",
        "songname": "The East Is Red",
        "songmp3": "../hackathonmusic/china_theeastisred.mp3",
        "songdescription": "'The East Is Red' is a well-known Chinese propaganda song that was composed in 1942 by Li Youyuan, a Chinese composer. The song gained widespread popularity during the Cultural Revolution (1966-1976) and was adopted as the de facto national anthem of the People's Republic of China during that period. The song's lyrics celebrate the rise of communism in China and the leadership of Mao Zedong, portraying him as a visionary leader who had led the country out of darkness and into a bright new future. The song's lyrics also celebrate the power of the people to create a new society and the Communist Party's role in uniting them towards this goal. The song has a rousing melody that was designed to inspire a sense of unity and purpose among the people. Today, the song remains a symbol of China's revolutionary history and is still occasionally played at official state events",
        "songart": "../hackathonalbum/chinesealbum.jpg"
    }
]
